Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# goals:efLiquid
source: emergency fund (liquid)
hi: आपातकालीन कोष (तरल)
nl: noodfonds (liquide)

# goals:errName
source: Give your goal a name.
hi: अपने लक्ष्य को एक नाम दें।
nl: Geef je doel een naam.

# goals:errTarget
source: Enter a target amount.
hi: एक लक्ष्य राशि दर्ज करें।
nl: Voer een doelbedrag in.

# goals:fromAccount
source: From account
hi: किस खाते से
nl: Van rekening

# goals:funded
source: Funded
hi: पूर्ण
nl: Gevuld

# goals:goalActions
source: %1$@ actions
hi: %1$@ क्रियाएँ
nl: Acties voor %1$@

# goals:goalName
source: Goal name
hi: लक्ष्य का नाम
nl: Doelnaam

# goals:goalReached
source: Goal reached — nicely done! ✨
hi: लक्ष्य पूरा हुआ — बढ़िया! ✨
nl: Doel bereikt — goed gedaan! ✨

# goals:leftToTarget
source: %1$@ left to reach your target.
hi: अपने लक्ष्य तक पहुँचने के लिए %1$@ शेष।
nl: %1$@ te gaan tot je doel.

# goals:lockedUntil
source: Locked until the emergency fund is funded.
hi: आपातकालीन कोष भरने तक लॉक।
nl: Vergrendeld totdat het noodfonds gevuld is.

# goals:newGoal
source: New goal
hi: नया लक्ष्य
nl: Nieuw doel

# goals:noGoals
source: No goals yet. Start with an emergency fund.
hi: अभी कोई लक्ष्य नहीं। आपातकालीन कोष से शुरू करें।
nl: Nog geen doelen. Begin met een noodfonds.

# goals:save
source: Save
hi: सहेजें
nl: Opslaan

# goals:target
source: Target (%1$@)
hi: लक्ष्य राशि (%1$@)
nl: Doelbedrag (%1$@)

# goals:title
source: Goals
hi: लक्ष्य
nl: Doelen

# goals:willCap
source: We'll cap this at the remaining amount.
hi: हम इसे शेष राशि तक सीमित कर देंगे।
nl: We beperken dit tot het resterende bedrag.

# groups:added
source: Added %1$@ to the group.
hi: %1$@ को समूह में जोड़ा गया।
nl: %1$@ toegevoegd aan de groep.

# groups:addExistingFriends
source: Add existing friends (others you invite by link after)
hi: मौजूदा मित्र जोड़ें (अन्य को बाद में लिंक से आमंत्रित करें)
nl: Bestaande vrienden toevoegen (anderen nodig je daarna via link uit)

# groups:alreadyIn
source: %1$@ is already in this group.
hi: %1$@ पहले से ही इस समूह में है।
nl: %1$@ zit al in deze groep.

# groups:autoSplitCreate
source: Auto-split: any expense I add within these dates splits equally with this %1$@
hi: स्वतः-बँटवारा: इन तिथियों के भीतर मैं जो भी खर्च जोड़ूँ वह इस %1$@ के साथ बराबर बँटता है
nl: Auto-splitsen: elke uitgave die ik binnen deze datums toevoeg wordt gelijk verdeeld met deze %1$@

# groups:autoSplitDates
source: Auto-split expenses within these dates
hi: इन तिथियों के भीतर खर्च स्वतः बाँटें
nl: Uitgaven binnen deze datums automatisch splitsen

# groups:autoSplitDesc
source: — expenses within %1$@–%2$@ split equally with this %3$@.
hi: — %1$@–%2$@ के भीतर के खर्च इस %3$@ के साथ बराबर बँटते हैं।
nl: — uitgaven binnen %1$@–%2$@ worden gelijk verdeeld met deze %3$@.

# groups:autoSplitLabel
source: Auto-split
hi: स्वतः-बँटवारा
nl: Auto-splitsen

# groups:autoSplitOn
source: auto-split on
hi: स्वतः-बँटवारा चालू
nl: auto-splitsen aan

# groups:autoSplitTag
source: auto-split
hi: स्वतः-बँटवारा
nl: auto-splitsen

# groups:backToGroups
source: ← Groups
hi: ← समूह
nl: ← Groepen

# groups:backToGroupsLink
source: Back to groups
hi: समूहों पर वापस
nl: Terug naar groepen

# groups:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# groups:copied
source: Copied ✓
hi: कॉपी हो गया ✓
nl: Gekopieerd ✓

# groups:copyLink
source: Copy link
hi: लिंक कॉपी करें
nl: Link kopiëren

# groups:create
source: Create
hi: बनाएं
nl: Aanmaken

# groups:createFirst
source: Create your first
hi: अपना पहला बनाएं
nl: Maak je eerste

# groups:creating
source: Creating…
hi: बना रहे हैं…
nl: Aanmaken…

# groups:datesOptional
source: Dates (optional)
hi: तिथियाँ (वैकल्पिक)
nl: Datums (optioneel)

# groups:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# groups:deleteMsg
source: “%1$@” will be removed. Its shared expenses stay in your ledger.
hi: “%1$@” हटा दिया जाएगा। इसके साझा खर्च आपके लेजर में बने रहते हैं।
nl: “%1$@” wordt verwijderd. De gedeelde uitgaven blijven in je grootboek.

# groups:deleteTitle
source: Delete this group?
hi: यह समूह हटाएँ?
nl: Deze groep verwijderen?

# groups:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# groups:editKind
source: Edit %1$@
hi: %1$@ संपादित करें
nl: %1$@ bewerken

# groups:error
source: Error: %1$@
hi: त्रुटि: %1$@
nl: Fout: %1$@

# groups:expenseFallback
source: Expense
hi: खर्च
nl: Uitgave

# groups:expensesTitle
source: Expenses
hi: खर्च
nl: Uitgaven

# groups:friends
source: Friends
hi: मित्र
nl: Vrienden

# groups:groupActions
source: Group actions
hi: समूह क्रियाएँ
nl: Groepsacties

# groups:groupNamePlaceholder
source: Group name
hi: समूह का नाम
nl: Groepsnaam

# groups:groupNotFound
source: Group not found.
hi: समूह नहीं मिला।
nl: Groep niet gevonden.

# groups:invite
source: Invite
hi: आमंत्रित करें
nl: Uitnodigen

# groups:inviteBody
source: Enter a friend's email. If they're on Sanvya they're added right away; otherwise we'll give you a link to share.
hi: किसी मित्र का ईमेल दर्ज करें। यदि वे Sanvya पर हैं तो तुरंत जुड़ जाते हैं; अन्यथा हम आपको साझा करने के लिए एक लिंक देंगे।
nl: Voer het e-mailadres van een vriend in. Als ze op Sanvya zitten, worden ze meteen toegevoegd; anders geven we je een link om te delen.

# groups:inviteTo
source: Invite to %1$@
hi: %1$@ में आमंत्रित करें
nl: Uitnodigen voor %1$@

# groups:kind.group
source: group
hi: समूह
nl: groep

# groups:kind.trip
source: trip
hi: यात्रा
nl: reis

# groups:members
source: %1$lld members
hi: %1$lld सदस्य
nl: %1$lld leden

# groups:membersTitle
source: Members
hi: सदस्य
nl: Leden

# groups:namePlaceholder
source: Name
hi: नाम
nl: Naam

# groups:new
source: New
hi: नया
nl: Nieuw

# groups:newGroupTrip
source: New group / trip
hi: नया समूह / यात्रा
nl: Nieuwe groep / reis

# groups:noDates
source: No dates set
hi: कोई तिथि तय नहीं
nl: Geen datums ingesteld

# groups:noExpensesLink
source: Add transaction
hi: लेनदेन जोड़ें
nl: Transactie toevoegen

# groups:noExpensesPost
source: and choose this %1$@.
hi: से और यह %1$@ चुनें।
nl: en kies deze %1$@.

# groups:noExpensesPre
source: No expenses yet. Add one from
hi: अभी कोई खर्च नहीं। एक जोड़ें
nl: Nog geen uitgaven. Voeg er een toe via

# groups:noGroupsBody
source: Create a trip or group, then invite friends by link. Once they join you can split expenses.
hi: एक यात्रा या समूह बनाएं, फिर लिंक द्वारा मित्रों को आमंत्रित करें। उनके शामिल होने पर आप खर्च बाँट सकते हैं।
nl: Maak een reis of groep en nodig vrienden uit via een link. Zodra ze meedoen, kun je uitgaven splitsen.

# groups:noGroupsTitle
source: No groups or trips yet
hi: अभी कोई समूह या यात्रा नहीं
nl: Nog geen groepen of reizen

# groups:orShareLink
source: Or create a shareable link
hi: या एक साझा करने योग्य लिंक बनाएं
nl: Of maak een deelbare link

# groups:owesYouAmt
source: owes you %1$@
hi: आपको %1$@ देना है
nl: is jou %1$@ verschuldigd

# groups:save
source: Save
hi: सहेजें
nl: Opslaan

# groups:settledBetween
source: %1$@ paid %2$@
hi: %1$@ ने %2$@ को भुगतान किया
nl: %1$@ betaalde %2$@

# groups:settledPaidYou
source: %1$@ paid you
hi: %1$@ ने आपको भुगतान किया
nl: %1$@ betaalde jou

# groups:settledPending
source: Waiting to be confirmed
hi: पुष्टि की प्रतीक्षा है
nl: Wacht op bevestiging

# groups:settledTag
source: settled
hi: निपटा हुआ
nl: afgerekend

# groups:settledTitle
source: Settled up
hi: हिसाब चुकता
nl: Afgerekend

# groups:settledYouPaid
source: You paid %1$@
hi: आपने %1$@ को भुगतान किया
nl: Jij betaalde %1$@

# groups:someone
source: Someone
hi: कोई
nl: Iemand

# groups:title
source: Groups & trips
hi: समूह और यात्राएँ
nl: Groepen & reizen

# groups:totalSpent
source: Total spent
hi: कुल खर्च
nl: Totaal uitgegeven

# groups:tripNamePlaceholder
source: Trip name (e.g. Goa)
hi: यात्रा का नाम (जैसे गोवा)
nl: Reisnaam (bijv. Goa)

# groups:youOwe
source: You owe
hi: आपको देना है
nl: Jij bent verschuldigd

# groups:youOweAmt
source: you owe %1$@
hi: आपको %1$@ देना है
nl: jij bent %1$@ verschuldigd

# groups:youreOwed
source: You're owed
hi: आपको मिलना है
nl: Aan jou verschuldigd

# help:footer
source: Sanvya · your money, quietly organised.
hi: Sanvya · आपका पैसा, शांति से व्यवस्थित।
nl: Sanvya · je geld, rustig geordend.

# help:noMatch
source: No help topics match “%1$@”. Try a different word, or ask the assistant.
hi: “%1$@” से कोई सहायता विषय मेल नहीं खाता। कोई और शब्द आज़माएँ, या असिस्टेंट से पूछें।
nl: Geen help-onderwerpen komen overeen met “%1$@”. Probeer een ander woord of vraag de assistent.

# help:searchPlaceholder
source: Search help — e.g. “split”, “budget”, “invoice”…
hi: सहायता खोजें — जैसे “बँटवारा”, “बजट”, “चालान”…
nl: Zoek in help — bijv. “splitsen”, “budget”, “factuur”…

# help:subtitlePre
source: Everything Sanvya can do. Still stuck? Ask
hi: Sanvya जो कुछ कर सकता है सब कुछ। फिर भी अटके हैं? पूछें
nl: Alles wat Sanvya kan. Nog steeds vast? Vraag het

# help:title
source: Help & FAQ
hi: सहायता और सामान्य प्रश्न

# insights:feedBody
source: Weekly recaps, budget alerts, spending patterns and savings wins as bite-sized cards — a Premium feature.
hi: साप्ताहिक सारांश, बजट अलर्ट, खर्च के पैटर्न और बचत की जीतें छोटे-छोटे कार्ड के रूप में — एक प्रीमियम सुविधा।
nl: Wekelijkse samenvattingen, budgetwaarschuwingen, uitgavenpatronen en spaarsuccessen als hapklare kaarten — een Premium-functie.

# insights:feedTitle
source: A swipeable feed of your money moments
hi: आपके पैसे के पलों की एक स्वाइप करने योग्य फ़ीड
nl: Een swipebare feed van je geldmomenten

# insights:goPremium
source: Go Premium
hi: प्रीमियम लें
nl: Ga Premium

# insights:statements
source: Statements →
hi: स्टेटमेंट →
nl: Afschriften →

# insights:title
source: Insights
hi: इनसाइट्स
nl: Inzichten

# investments:addBankFirst
source: Add a bank/savings account first.
hi: पहले एक बैंक/बचत खाता जोड़ें।
nl: Voeg eerst een bank-/spaarrekening toe.

# investments:adding
source: Adding…
hi: जोड़ा जा रहा है…
nl: Toevoegen…

# investments:addInvAccount
source: Add investment account
hi: निवेश खाता जोड़ें
nl: Beleggingsrekening toevoegen

# investments:addInvestment
source: Add investment
hi: निवेश जोड़ें
nl: Belegging toevoegen

# investments:addTo
source: Add to %1$@
hi: %1$@ में जोड़ें
nl: Toevoegen aan %1$@

# investments:allInvestments
source: All investments
hi: सभी निवेश
nl: Alle beleggingen

# investments:allocation
source: Allocation
hi: आवंटन
nl: Verdeling

# investments:alreadyHold
source: I already hold it (track only)
hi: मेरे पास पहले से है (केवल ट्रैक करें)
nl: Ik bezit het al (alleen volgen)

# investments:amountInvested
source: Amount invested (%1$@)
hi: निवेशित राशि (%1$@)
nl: Belegd bedrag (%1$@)

# investments:asOf
source: , as of %1$@
hi: , %1$@ तक
nl: , per %1$@

# investments:avgCost
source: Avg cost (%1$@)
hi: औसत लागत (%1$@)
nl: Gem. kostprijs (%1$@)

# investments:byExchangeScheme
source: By exchange & scheme
hi: एक्सचेंज और योजना अनुसार
nl: Per beurs & regeling

# investments:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# investments:currentValue
source: Current value
hi: वर्तमान मूल्य
nl: Huidige waarde

# investments:currentValueCur
source: Current value (%1$@)
hi: वर्तमान मूल्य (%1$@)
nl: Huidige waarde (%1$@)

# investments:currentValueOptional
source: Current value (%1$@, optional)
hi: वर्तमान मूल्य (%1$@, वैकल्पिक)
nl: Huidige waarde (%1$@, optioneel)

# investments:debitsFrom
source: Debits from
hi: किससे डेबिट
nl: Afgeschreven van

# investments:deductFrom
source: Deduct %1$@ from
hi: %1$@ इससे काटें
nl: Trek %1$@ af van

# investments:demat
source: Demat
hi: डीमैट

# investments:dividendsEarned
source: Dividends earned · %1$@
hi: अर्जित लाभांश · %1$@
nl: Ontvangen dividend · %1$@

# investments:dividendsNote
source: Estimated from held quantities × declared dividends this financial year (Apr–Mar).
hi: इस वित्तीय वर्ष (अप्रैल–मार्च) में धारित मात्रा × घोषित लाभांश से अनुमानित।
nl: Geschat op basis van aangehouden aantallen × aangekondigd dividend dit boekjaar (apr–mrt).

# investments:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# investments:eodNote
source: Listed prices are end-of-day%1$@. Unlisted schemes (crypto, FDs, off-list) use the current value you enter, else cost.
hi: सूचीबद्ध कीमतें दिन-के-अंत की हैं%1$@। असूचीबद्ध योजनाएँ (क्रिप्टो, एफडी, ऑफ-लिस्ट) आपके द्वारा दर्ज वर्तमान मूल्य का उपयोग करती हैं, अन्यथा लागत का।
nl: Genoteerde koersen zijn eindedagkoersen%1$@. Niet-genoteerde regelingen (crypto, deposito's, off-list) gebruiken de huidige waarde die je invoert, anders de kostprijs.

# investments:existingNote
source: No money leaves your accounts — this only records an investment you already own.
hi: आपके खातों से कोई पैसा नहीं निकलता — यह केवल आपके पास पहले से मौजूद निवेश को दर्ज करता है।
nl: Er verlaat geen geld je rekeningen — dit legt alleen een belegging vast die je al bezit.

# investments:gainLossByGroup
source: Gain / loss by group
hi: समूह अनुसार लाभ / हानि
nl: Winst / verlies per groep

# investments:holdingsCount
source: %1$lld holdings ›
hi: %1$lld होल्डिंग्स ›
nl: %1$lld posities ›

# investments:inOurList
source: In our list
hi: हमारी सूची में
nl: In onze lijst

# investments:insights
source: Insights
hi: इनसाइट्स
nl: Inzichten

# investments:interestPa
source: Interest % p.a.
hi: ब्याज % प्रति वर्ष
nl: Rente % p.j.

# investments:invested
source: Invested
hi: निवेशित
nl: Belegd

# investments:investedLabel
source: Invested %1$@
hi: निवेशित %1$@
nl: Belegd %1$@

# investments:investmentAccount
source: Investment account
hi: निवेश खाता
nl: Beleggingsrekening

# investments:ltpLabel
source: LTP
hi: एलटीपी

# investments:matures
source: matures
hi: परिपक्व
nl: vervalt

# investments:maturityDate
source: Maturity date
hi: परिपक्वता तिथि
nl: Vervaldatum

# investments:nameLabel
source: %1$@ name
hi: %1$@ नाम
nl: %1$@-naam

# investments:navAvgCost
source: NAV / avg cost (%1$@)
hi: एनएवी / औसत लागत (%1$@)
nl: NAV / gem. kostprijs (%1$@)

# investments:navCost
source: NAV / cost (%1$@)
hi: एनएवी / लागत (%1$@)
nl: NAV / kostprijs (%1$@)

# investments:newFund
source: New — fund from account
hi: नया — खाते से धन लें
nl: Nieuw — financieren vanaf rekening

# investments:newOrHold
source: Is this a new investment or one you already hold?
hi: क्या यह एक नया निवेश है या पहले से आपके पास है?
nl: Is dit een nieuwe belegging of een die je al bezit?

# investments:nextSipDate
source: Next SIP date
hi: अगली एसआईपी तिथि
nl: Volgende SIP-datum

# investments:noFundAccount
source: No savings/bank account to fund from — add one first, or track it as existing.
hi: धन देने के लिए कोई बचत/बैंक खाता नहीं — पहले एक जोड़ें, या इसे मौजूदा के रूप में ट्रैक करें।
nl: Geen spaar-/bankrekening om vanaf te financieren — voeg er eerst een toe, of volg het als bestaand.

# investments:noInvAccountBodyPost
source: (or stocks/mutual-funds) account, then add stocks, mutual funds, SIPs, crypto, FDs and other schemes here.
hi: (या शेयर/म्यूचुअल-फंड) खाता बनाएं, फिर यहाँ शेयर, म्यूचुअल फंड, एसआईपी, क्रिप्टो, एफडी और अन्य योजनाएँ जोड़ें।
nl: -rekening (of aandelen/beleggingsfondsen), en voeg hier aandelen, beleggingsfondsen, SIP's, crypto, deposito's en andere regelingen toe.

# investments:noInvAccountBodyPre
source: Create a
hi: एक
nl: Maak een

# investments:noInvAccountTitle
source: No investment account yet
hi: अभी कोई निवेश खाता नहीं
nl: Nog geen beleggingsrekening

# investments:noInvestments
source: No investments yet — add your first with the button above.
hi: अभी कोई निवेश नहीं — ऊपर दिए बटन से अपना पहला जोड़ें।
nl: Nog geen beleggingen — voeg je eerste toe met de knop hierboven.

# investments:notListed
source: Not listed
hi: सूचीबद्ध नहीं
nl: Niet genoteerd

# investments:overFunds
source: That's more than the balance in %1$@. Reduce the amount or pick another account.
hi: यह %1$@ में शेष राशि से अधिक है। राशि घटाएँ या दूसरा खाता चुनें।
nl: Dat is meer dan het saldo op %1$@. Verlaag het bedrag of kies een andere rekening.

# investments:perAnnum
source: %1$@%% p.a.
hi: %1$@%% प्रति वर्ष
nl: %1$@%% p.j.

# investments:qty
source: Qty
hi: मात्रा
nl: Aantal

# investments:quantity
source: Quantity
hi: मात्रा
nl: Aantal

# investments:remove
source: Remove
hi: हटाएँ
nl: Verwijderen

# investments:removeMsg
source: “%1$@” will be removed from your portfolio.
hi: “%1$@” आपके पोर्टफोलियो से हटा दिया जाएगा।
nl: “%1$@” wordt uit je portefeuille verwijderd.

# investments:removeTitle
source: Remove this investment?
hi: यह निवेश हटाएँ?
nl: Deze belegging verwijderen?

# investments:save
source: Save
hi: सहेजें
nl: Opslaan

# investments:selectAccount
source: Select an account
hi: एक खाता चुनें
nl: Selecteer een rekening

# investments:sipAmount
source: SIP amount (%1$@)
hi: एसआईपी राशि (%1$@)
nl: SIP-bedrag (%1$@)

# investments:sipFreq.monthly
source: monthly
hi: मासिक
nl: maandelijks

# investments:sipFreq.weekly
source: weekly
hi: साप्ताहिक
nl: wekelijks

# investments:sipFreq.yearly
source: yearly
hi: वार्षिक
nl: jaarlijks

# investments:sipNote
source: On each SIP date we record a transfer of %1$@ from that account into %2$@ — it shows under Recurring & Planned Cashflow too.
hi: हर एसआईपी तिथि पर हम उस खाते से %2$@ में %1$@ का स्थानांतरण दर्ज करते हैं — यह आवर्ती और नियोजित नकदी प्रवाह में भी दिखता है।
nl: Op elke SIP-datum leggen we een overboeking van %1$@ van die rekening naar %2$@ vast — het verschijnt ook onder Terugkerend & Geplande cashflow.

# investments:syncNote
source: Live prices appear once the daily market sync runs; unlisted schemes use the value you enter, else cost.
hi: दैनिक बाज़ार सिंक चलने पर लाइव कीमतें दिखती हैं; असूचीबद्ध योजनाएँ आपके दर्ज मूल्य का उपयोग करती हैं, अन्यथा लागत का।
nl: Live koersen verschijnen zodra de dagelijkse marktsync draait; niet-genoteerde regelingen gebruiken de waarde die je invoert, anders de kostprijs.

# investments:theAmount
source: the amount
hi: राशि
nl: het bedrag

# investments:thisAccount
source: this account
hi: यह खाता
nl: deze rekening

# investments:title
source: Investments & savings
hi: निवेश और बचत
nl: Beleggingen & sparen

# investments:total
source: Total
hi: कुल
nl: Totaal

# investments:totalGainLoss
source: Total gain / loss
hi: कुल लाभ / हानि
nl: Totale winst / verlies

# investments:units
source: Units
hi: यूनिट
nl: Eenheden

# investments:untracked
source: untracked
hi: अनट्रैक्ड
nl: niet gevolgd

# investments:valueLabel
source: value
hi: मूल्य
nl: waarde

# join:missingToken
source: This invite link is missing its token.
hi: इस निमंत्रण लिंक में इसका टोकन गायब है।
nl: Deze uitnodigingslink mist zijn token.

# join:needAuth
source: Sign in or create an account, then open this link again to join.
hi: साइन इन करें या खाता बनाएं, फिर जुड़ने के लिए यह लिंक फिर से खोलें।
nl: Meld je aan of maak een account, en open deze link daarna opnieuw om mee te doen.

# join:opening
source: Opening your invite…
hi: आपका निमंत्रण खोला जा रहा है…
nl: Je uitnodiging wordt geopend…

# join:signInCreate
source: Sign in / Create account
hi: साइन इन / खाता बनाएं
nl: Aanmelden / Account maken

# join:title
source: Join a split group
hi: एक स्प्लिट समूह में शामिल हों
nl: Word lid van een splitgroep

# labels:addLabel
source: Add label
hi: लेबल जोड़ें
nl: Label toevoegen

# labels:backToSettings
source: ← Settings
hi: ← सेटिंग्स
nl: ← Instellingen

# labels:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# labels:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# labels:deleteMsg
source: “%1$@” will be removed from transactions that use it.
hi: “%1$@” इसका उपयोग करने वाले लेनदेन से हटा दिया जाएगा।
nl: “%1$@” wordt verwijderd uit transacties die het gebruiken.

# labels:deleteTitle
source: Delete this label?
hi: यह लेबल हटाएँ?
nl: Dit label verwijderen?

# labels:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# labels:newLabel
source: New label
hi: नया लेबल
nl: Nieuw label

# labels:noLabels
source: No labels found.
hi: कोई लेबल नहीं मिला।
nl: Geen labels gevonden.

# labels:save
source: Save
hi: सहेजें
nl: Opslaan

# labels:searchPlaceholder
source: Search labels…
hi: लेबल खोजें…
nl: Labels zoeken…

# labels:title
source: Labels
hi: लेबल

# loans:active
source: Active
hi: सक्रिय
nl: Actief

# loans:add
source: Add
hi: जोड़ें
nl: Toevoegen

# loans:addEmiHint
source: Add a monthly EMI (and tenure) to generate the amortization schedule.
hi: परिशोधन शेड्यूल बनाने के लिए एक मासिक ईएमआई (और अवधि) जोड़ें।
nl: Voeg een maandelijkse EMI (en looptijd) toe om het aflossingsschema te genereren.

# loans:addFirst
source: Add your first loan
hi: अपना पहला ऋण जोड़ें
nl: Voeg je eerste lening toe

# loans:addInterestHint
source: Add an interest rate (edit) to see the principal-vs-interest split each month.
hi: हर महीने मूलधन-बनाम-ब्याज विभाजन देखने के लिए एक ब्याज दर जोड़ें (संपादित करें)।
nl: Voeg een rentepercentage toe (bewerken) om de verdeling hoofdsom-vs-rente per maand te zien.

# loans:addLoan
source: Add loan
hi: ऋण जोड़ें
nl: Lening toevoegen

# loans:alsoRecord
source: Also record a payment (optional)
hi: एक भुगतान भी दर्ज करें (वैकल्पिक)
nl: Leg ook een betaling vast (optioneel)

# loans:amortPrincipalOnly
source: · principal only
hi: · केवल मूलधन
nl: · alleen hoofdsom

# loans:amortTitle
source: Amortization schedule
hi: परिशोधन शेड्यूल
nl: Aflossingsschema

# loans:amortWithInterest
source: · principal vs interest
hi: · मूलधन बनाम ब्याज
nl: · hoofdsom vs rente

# loans:autoCalcEdit
source: Auto-calculated EMI: %1$@.
hi: स्वतः-गणना की गई ईएमआई: %1$@।
nl: Automatisch berekende EMI: %1$@.

# loans:autoCalcHint
source: EMI auto-calculated from principal, rate and tenure — edit it to override.
hi: मूलधन, दर और अवधि से ईएमआई स्वतः-गणना की गई — बदलने के लिए इसे संपादित करें।
nl: EMI automatisch berekend uit hoofdsom, rente en looptijd — bewerk om te overschrijven.

# loans:autoCalcWas
source: Auto-calculated EMI was %1$@.
hi: स्वतः-गणना की गई ईएमआई %1$@ थी।
nl: Automatisch berekende EMI was %1$@.

# loans:autoMarked
source: Auto ✓
hi: स्वतः ✓

# loans:autoMarkedTitle
source: Auto-marked — due %1$@
hi: स्वतः चिह्नित — देय %1$@
nl: Automatisch gemarkeerd — vervalt %1$@

# loans:autoMarkHint
source: Otherwise you mark each EMI paid yourself. You can change this later.
hi: अन्यथा आप हर ईएमआई स्वयं भुगतान चिह्नित करते हैं। आप इसे बाद में बदल सकते हैं।
nl: Anders markeer je elke EMI zelf als betaald. Je kunt dit later wijzigen.

# loans:autoMarkLabel
source: Auto-mark EMIs as paid on their due date
hi: देय तिथि पर ईएमआई को स्वतः भुगतान चिह्नित करें
nl: EMI's automatisch als betaald markeren op hun vervaldag

# loans:autoMarkOff
source: You mark each EMI paid yourself. Turn on to auto-mark any EMI whose due date has passed.
hi: आप हर ईएमआई स्वयं भुगतान चिह्नित करते हैं। जिस भी ईएमआई की देय तिथि बीत चुकी है उसे स्वतः चिह्नित करने के लिए चालू करें।
nl: Je markeert elke EMI zelf als betaald. Zet aan om elke EMI waarvan de vervaldag is verstreken automatisch te markeren.

# loans:autoMarkOn
source: EMIs are marked paid automatically once their due date passes. Turn off to mark each one yourself.
hi: देय तिथि बीतते ही ईएमआई स्वतः भुगतान चिह्नित हो जाती हैं। हर एक को स्वयं चिह्नित करने के लिए बंद करें।
nl: EMI's worden automatisch als betaald gemarkeerd zodra hun vervaldag is verstreken. Zet uit om elke EMI zelf te markeren.

# loans:autoMarkTitle
source: Auto-mark past-due EMIs as paid
hi: अतिदेय ईएमआई को स्वतः भुगतान चिह्नित करें
nl: Achterstallige EMI's automatisch als betaald markeren

# loans:balance
source: Balance
hi: शेष
nl: Saldo

# loans:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# loans:cardEmisPaid
source: EMIs paid
hi: भुगतान की गई ईएमआई
nl: EMI's betaald

# loans:cardInterestRate
source: Interest rate
hi: ब्याज दर
nl: Rentepercentage

# loans:cardMonthlyEmi
source: Monthly EMI
hi: मासिक ईएमआई
nl: Maandelijkse EMI

# loans:cardPrincipal
source: Principal
hi: मूलधन
nl: Hoofdsom

# loans:cardSuffix
source: credit card
hi: क्रेडिट कार्ड

# loans:chargedTo
source: Where is this EMI charged?
hi: यह EMI कहाँ लगती है?
nl: Waar wordt deze termijn afgeschreven?
